package yzkf.enums;

public enum SpsId {
	/**广东省*/ GD("06139"),
	/**云南省*/ YN("yn06139"),
	/**广西省*/ GX("gx06139"),
	/**上海市*/ SH("sh06139"),
	/**山东省*/ SD("sd06139"),
	/**北京市*/ BH("bj06139"),
	/**辽宁省*/ LN("ln06139"),
	/**福建省*/ FJ("fj06139"),
	/**广东省（NEW）*/ GDNew("gd10658139"),
	/**广东网盘*/ GDDisk("gd10658533"),
	/**黑龙江省*/ HLJ("hlj10658139"),
	/**贵州省*/ GZ("gz10658139"),
	/**安徽省*/ AH("ah10658139"),
	/**甘肃省*/ GS("gs10658139"),
	/**海南省*/ HIN("hin10658139"),
	/**河北省*/ HEB("heb10658139"),
	/**河南省*/ HEN("hen10658139"),
	/**湖北省*/ HUB("hub10658139"),
	/**湖南省*/ HUN("hun10658139"),
	/**吉林省*/ JL("jl10658139"),
	/**江苏省*/ JS("js10658139"),
	/**江西省*/ JX("jx10658139"),
	/**内蒙古自治区*/ NMG("nmg10658139"),
	/**宁夏回族自治区*/ NX("nx10658139"),
	/**青海省*/ QH("qh10658139"),
	/**山西省*/ SX("sx10658139"),
	/**陕西省*/ SHX("shx10658139"),
	/**四川省*/ SC("sc10658139"),
	/**天津市*/ TJ("tj10658139"),
	/**西藏自治区*/ XZ("xz10658139"),
	/**新疆维吾尔自治区*/ XJ("xj10658139"),
	/**浙江省*/ ZJ("zj10658139"),
	/**重庆市*/ CQ("cq10658139"),
	/**贵州企邮*/ GZCmail("gz10657025"),
	/**云南企邮*/ YNCmail("yn10657024"),
	/**广东企邮*/ GDCmail("gd106570139"),
	/**河南省*/ HACmail("ha106570139"),
	/**四川省*/ SCCmail("sc106570139");
	private String value;
	public String getValue() {
	    return this.value;
	}
	SpsId(String value) {
	    this.value = value;
	}
}
